/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "Configurando seu %@";
"CreateExtendMoreInfo" = "Selecione “Criar uma nova rede sem fio” se deseja configurar o seu dispositivo sem fio AirPort em uma nova rede sem fio. Os computadores que se conectarem à sua rede poderão comunicar com outros computadores na sua rede de forma remota, ou se eles estiverem conectados à Ethernet poderão comunicar usando a Ethernet. Se você configurar o seu dispositivo para se conectar à Internet, os computadores sem fio ou com fio também poderão compartilhar a conexão à Internet. Clique em Continuar para configurar uma nova rede sem fio.\n\nSelecione “Ampliar o alcance da minha rede AirPort Extreme ou AirPort Express” se você já tiver uma rede AirPort configurada e quiser que o seu dispositivo se conecte a ela e amplie o alcance da rede. A ampliação de uma rede sem fio é conhecida como  Sistema de Distribuição Sem Fio (WDS, Wireless Distribution System). Os dispositivos sem fio em um WDS compartilham uma única conexão com a Internet e distribuem essa conexão a computadores conectados à rede.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Dê um nome e senha ao seu dispositivo sem fio";
"NameMoreInfo" = "O nome é mostrado na barra lateral do Utilitário AirPort. Use um nome que você reconhecerá, como Sala de Estar ou Escritório. Se a rede tiver mais de um dispositivo sem fio, você pode facilmente reconhecer aquele que você quer configurar ou alterar. Digite uma senha para o dispositivo. Esta é a senha que você precisará digitar antes que você possa alterar seus ajustes.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Proteja sua rede";
"SecurityMoreInfo" = "Você pode proteger a sua rede com uma senha. Qualquer usuário que tente conectar-se à sua rede terá que digitar a senha.\n\nOs dispositivos sem fio AirPort são compatíveis com dois tipos de senha:\n• WPA2: As senhas de Acesso Protegido Wi-Fi (WPA, Wi-Fi Protected Access) são mais seguras, mas podem ser menos compatíveis.\n• WEP de 128 bits: As senhas de Privacidade Equivalente com Fio (WEB, Wired Equivalent Privacy) são mais compatíveis com computadores antigos e placas sem fio.\n\nSe você escolher “Sem segurança”, qualquer usuário dentro do intervalo pode conectar-se à sua rede sem usar uma senha. Essa opção não é recomendada.\n\nSe você escolher usar a WEB de 128 bits, use uma senha que contenha exatamente 13 caracteres. Isso garantirá compatibilidade com o Windows e/ou outros dispositivos que não sejam Macintosh.\n\nSe escolher usar WPA2, use uma senha que contenha pelo menos 8 caracteres.";
"SecurityMoreInfoWPANone.Title" = "Proteja sua rede";
"SecurityMoreInfoWPANone" = "Você pode proteger sua rede com uma senha usando a segurança Pessoal sem fio WPA. Qualquer pessoa que tentar se conectar a sua rede precisará digitar uma senha.\n\nSe você escolher “Sem segurança”, qualquer pessoa ao alcance da sua rede poderá se conectar sem usar uma senha. Esta opção não é recomendada.\n\nSe você escolher usar um WPA Pessoal, use uma senha que tenha ao menos oito caracteres.";
"SecurityMoreInfoWPA2None.Title" = "Proteja sua rede";
"SecurityMoreInfoWPA2None" = "Você pode proteger sua rede com uma senha usando a segurança Pessoal sem fio WPA/WPA2. Qualquer pessoa que tentar se conectar a sua rede precisará digitar uma senha.\n\nSe você escolher “Sem segurança”, qualquer pessoa ao alcance da sua rede poderá se conectar sem usar uma senha. Esta opção não é recomendada.\n\nSe você escolher usar um WPA/WPA2 Pessoal, use uma senha que tenha ao menos oito caracteres.";
"SecurityMoreInfoTSN.Title" = "Proteja sua rede";
"SecurityMoreInfoTSN" = "Você pode proteger a sua rede com uma senha. Qualquer usuário que tente conectar-se à sua rede terá que digitar a senha.\n\nOs dispositivos sem fio AirPort são compatíveis com dois tipos de senha:\n• WPA2: As senhas de Acesso Protegido Wi-Fi (WPA, Wi-Fi Protected Access) são mais seguras, mas podem ser menos compatíveis.\n• As senhas WEP (Transitional Security Network, Rede de Segurança Transicional) são mais compatíveis com computadores WEP antigos e placas sem fio, mas também permitem que clientes WPA eWPA2 mais recentes se conectem à sua rede.\n\nSe você escolher “Sem segurança”, qualquer usuário dentro do intervalo pode conectar-se à sua rede sem usar uma senha. Essa opção não é recomendada.\n\nSe você escolher usar a WEP (Transitional Security Network), use uma senha que contenha exatamente 13 caracteres. \n\nSe escolher usar WPA2, use uma senha que contenha pelo menos 8 caracteres.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Como você se conecta à Internet?";
"InternetMoreInfo" = "Se você conectar à Internet usando DSL ou um modem por cabo, e seu provedor de serviço de Internet (ISP) der-lhe um endereço IP automaticamente usando DHCP, selecione a primeira opção.\n\nSe você conectar-se à Internet usando PPP através de Ethernet (PPPoE), selecione a segunda opção. Se você conectar-se à Internet usando PPPoE, você provavelmente recebeu um nome de usuário e uma senha. Verifique com seu provedor de serviço se você não tiver certeza. \n\nSe você estiver conectando-se a uma rede Ethernet, selecione a terceira opção. Verifique com o administrador da rede (ou a pessoa quem configurou) para informação sobre como você recebeu um endereço (ou usando DHCP ou manualmente).\n\nSe você estiver configurando uma Estação Base AirPort que tenha um modem interno e você tem uma conta de discagem PPP, selecione “Eu uso um modem conectado a minha linha de telefone.”\n\nSe você deseja continuar configurando sua estação base, mas não deseja conectar-se à Internet, selecione “Eu não estou pronto para conectar-me a Internet agora mesmo.” Você pode sempre retornar quando esteja pronto para conectar-se à Internet.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Configurar TCP/IP no seu dispositivo";
"EthernetMoreInfo" = "A sua escolha, Manualmente ou Usando DHCP no menu local Configurar IPv4, dependerá de como o seu provedor de serviços fornece os endereços IP. Se você receber automaticamente um endereço IP do seu ISP, escolha Usando DHCP no menu local Configurar TCP/IP. O campo Endereço IP e os outros campos serão preenchidos pelo ISP.\n\nSe o seu provedor lhe forneceu um endereço IP e outros números com a sua conta Internet, escolha Manualmente, e use essa informação para configurar manualmente o endereço IP do dispositivo sem fio. Se você tiver dúvidas, pergunte ao seu provedor de serviços.\n\nSe o seu provedor de serviços pedir o endereço MAC do seu dispositivo, use o endereço da porta Ethernet WAN, impresso na etiqueta na parte inferior do dispositivo sem fio AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Selecione o que deseja fazer com %@.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Se você já tiver um dispositivo sem fio AirPort ou um roteador sem fio e quiser substituir este dispositivo por %@, selecione “Desejo substituir uma estação base existente ou roteador sem fio pelo(a) %@”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Se você já possui uma rede e deseja que %@ se conecte a esta rede sem fio ou usando Ethernet, selecione “Desejo que %@ se conecte à minha rede atual”";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Se você não possui uma rede sem fio ou deseja adicionar um rede sem fio adicional, selecionar “Eu gostaria de criar uma nova rede sem fio”";

"GuestNetworkMoreInfo.Title" = "Rede de Convidado";
"GuestNetworkMoreInfo" = "Uma rede de convidados permite que computadores cliente se conectem à Internet sem ter que acessar a sua rede privada. Você pode configurar uma rede de convidados protegida ou não por senha.\n\nVocê pode utilizar a configuração manual para ajustar outras opções para a rede de convidados, como o compartilhamento de arquivos entre computadores conectados à rede de convidados.";


/* End of strings file */
